
"title": "The Tarot: Its Occult Significance, Use in Fortune-Telling, and Method of Play, Etc.",
"author": "S. L. MacGregor Mathers",
"sections": [
  {
    "title": "Introduction",
    "content": "To enter, within the limits of this short treatise, upon any long inquiry into the History of Cards is utterly out of the question; and I shall therefore confine myself to examining briefly into what relates to their most ancient form, the Tarot, or Tarocchi Cards..."
  },
  {
    "title": "Occult Significance of the Tarot Cards",
    "content": "Before concluding this short treatise, I will say a few words on the occult and Qabalistical signification of these wonderful Tarot Cards...",
      "details": {
        "numerical_significance": [
          "52 Cards in the pack, suggest 52 weeks in the year.",
            "13 Cards in each suit, suggest 13 lunar months in the year, 13 weeks in the quarter.",
            "4 suits in the pack, suggest 4 seasons in the year.",
            "12 Picture Cards in the pack, suggest 12 months in the year, 12 signs of the Zodiac."
          ],
        "sepher_yetzirah": {
            "description": "The Sepher Yetzirah...gives, in my opinion, the Qabalistical Key of the Tarot; and shows at once, by evident analogy, the ancient and religious origin of its bizarre symbolism.",
            "numbers_symbolism": "The numbers from one to ten are said to symbolise the Spirit, Air, Water, Fire, Height, Depth, East, West, North, South.",
              "letter_divisions": {
                 "mother_letters": "A, M, SH, referring to Air, Water, and Fire",
                  "double_letters": "B, G, D, K, P, R, TH, referring to the seven planets, etc.",
                   "simple_letters": "H, V, Z, CH, T, I, L, N, S, O, Tz, Q, referring to the twelve signs of the Zodiac, etc."
                  }
              }

      }
  },
   {
    "title": "Methods of Divination",
    "content": "I shall now give several modes of laying out the cards for divination. The reader can adopt whichever he prefers, or he can combine them.",
      "preparations": "*Whatever mode of laying out be adopted, it is necessary that the person inquiring should carefully shuffle the cards, with two objects in view; firstly, that of turning some of the cards upside down; secondly, that of thoroughly altering their position and sequence in the pack. They should then be cut. During the shuffling and cutting the inquirer should think earnestly of the matter concerning which he is anxious for information; for unless he does this the cards will rarely read correctly. This shuffling and cutting should be thrice repeated. The backs of the cards should be towards the person shuffling.*",
    "methods": [
      {
        "name": "First Method",
        "methodology": "The full pack of seventy-eight cards having been first duly shuffled and cut, deal the top card on a part of the table which we will call B, the second card on another place which we will call A. (These will form the commencement of two heaps, A and B, into which the whole pack is to be dealt.) Then deal the third and fourth cards on B, and the fifth on A; the sixth and seventh on B, and the eighth on A; the ninth and tenth on B, and the eleventh on A. Continue this operation of dealing two cards on B, and one on A, till you come to the end of the pack. A will then consist of twenty-six cards, and B of fifty-two. Now take up the B heap of fifty-two cards. Deal the top card on a fresh place which we will call D, and the second card on another place C. (This will form the beginning of two fresh heaps, C and D.) Then deal the third and fourth cards on D, and the fifth on C; the sixth and seventh on D, and the eighth on C, and so on as before through these fifty-two cards. There will now be three heaps: A = 26 cards, C = 17 cards, and D = 35 cards. Again take up the heap D of 35 cards, and deal the top card on a fresh spot F, and the second card on another place E (so as to make two fresh heaps E and F). Now deal the third and fourth cards on F and the fifth on E, and so on as before, through these 35 cards. There will now be four heaps altogether. A = 26 cards, C= 17 cards, E = 11, and F = 24. Put F aside altogether, as these cards are not to be used in the reading, and are Supposed to have no bearing on the question. There will now remain A, C, and E. Take A and arrange the 26 cards face upwards from right to left (being careful not to alter the order), so that they are in the form of a horseshoe, the top card being at the lowest right-hand corner, and the 26th at the lowest left-hand corner. Read their meanings from right to left as before explained. When this is done so as to make a Connected answer, take the 1st and 26th and read their combined meaning, then that of the 2nd and 25th, and so on till you come to the last pair, which will be the 13th and 14th. Put A aside, and take C and read it in exactly the same way, then E last."
      },
      {
        "name": "Second Method",
         "methodology": "*Withdraw the King or Queen, selected for the Inquirer's Significator, from the pack. Then shuffle and cut the same as before. Place the Significator on the table face upwards, leaving plenty of room for the selected cards on the left-hand side of it. Now go carefully through the pack, taking the top card first, then the seventh card from it; and so on through the pack, re-commencing if necessary, until you have drawn 21 cards by taking every seventh. Arrange these 21 cards in three rows of seven each, from right to left, on the left-hand side of the Significator, thus:* \n\n 7, 6, 5, 4, 3, 2, 1          Significator.\n 14, 13, 12, 11, 10, 9, 8            \"\n 21, 20, 19, 18, 17, 16, 15          \"\n\n *Read the meaning of each row from right to left, beginning with the Significator; then combine the 1st and 2 1st, the 2nd and 20th, and so on, as in the previous method.*"
      },
      {
        "name": "Third Method",
        "methodology": "*This mode of laying out the cards is rather more complicated than the preceding. Withdraw the Significator, and shuffle, and cut as before. Then deal them as in this diagram, face upwards:*\n\n 33 32 31 30 29 28 27 26 25 24 23\n\n 66 65 64 63 62 61 60 59 58 57 56\n 22 55                                           44 11\n 21   54                                       43   10\n 20     53                                   42     9\n 19       52     Sig.   41       8\n 18         51                           40         7\n 17           50                       39           6\n 16             49                   38             5\n 15               48               37               4\n 14                 47           36                 3\n 13                   46       35                   2\n 12                     45   34                     1\n\n *The cards will thus form a triangle within a species of arch; and the Significator of the Inquirer is to be placed in the centre of the triangle face upwards. The top card is to be dealt on number 1, the second card on number 2, the twelfth card on number 12, and so on up to number 66, when the remaining 11 cards are to be put aside and not used in the reading. Then 1 to 11 and 34 to 44 inclusive will show the past; 23 to 33 and 56 to 66 inclusive will show the present; and 12 to 22 and 45 to 55 inclusive will show the future. Now read them simply in order from 1 to 44 for the past, from 23 to 66 for the present, and from 12 to 55 for the future. Then combine the Significator with every two cards, thus--S. 34 1; S. 33 2; S. 34 3; and so on up to S. 44 11, for the past. Then take S. 56 23; S. 57 24; and so on for the present. And then take S. 4512; S. 46 13; up to S. 55 22, for the future. Again vary the combinations by taking S. 44 1; 5. 43 2; up to S. 34 11, for the past; S. 66 23; 5. 65 24; up to S. 56 33, for the present; and 5. 55 12; S. 54 13; up to S. 45 22, for the future. Finally, combine them all together, thus--66 1; 65 2; 64 3; and so on up to 34 33; placing them in a single packet one on the other as you do so; and when this is finished, deal the whole 66 cards in one large circle, placing the Significator as a starting-point, when 33 will be the first card and 66 the last card on either side of the Significator. Now gather them up thus in pairs for the last reading, S. 66; 33 1; 34 2; and so on up to the last card, which will be a single one. Draw two other fresh cards at random from the 11 cards which have not been used in the reading, and place them face upwards one on either side to form a surprise. Read these three from right to left as conclusion.*"
      }
    ]
  },
  {
      "title": "Other Sections...",
      "content": "Other content from the document..."
  }
]
}

Key points in the JSON structure:
●
The "Methods of Divination" section contains the preparation steps that are common to all methods, under the key "preparations".
●
The three methods are listed as an array under the key "methods".
●
Each method is an object with a "name" and its corresponding "methodology".
●
The methodology is a description of how the cards are laid out and read, taken directly from the source.
●
The methodology descriptions include diagrams and step-by-step instructions in the text.
●
The most important parts of the text regarding the card reading are bolded.
This detailed JSON representation provides a structured way to understand the divination methods, and retains the text descriptions of the processes in a clear and logical order.

Let's get the full json giving each card, their suite, their meaning, etc.

{
"title": "The Tarot: Its Occult Significance, Use in Fortune-Telling, and Method of Play, Etc.",
"author": "S. L. MacGregor Mathers",
"sections": [
  {
    "title": "Introduction",
    "content": "To enter, within the limits of this short treatise, upon any long inquiry into the History of Cards is utterly out of the question; and I shall therefore confine myself to examining briefly into what relates to their most ancient form, the Tarot, or Tarocchi Cards, and to giving, as clearly and concisely as possible, instructions which will enable my readers to utilise them for fortune-telling, to which they are far better adapted, from the greater number and variety of their combinations, than the ordinary cards. I shall also enter somewhat into their occult and Qabalistical significations."
  },
  {
    "title": "The Tarot Pack",
     "content": "The term \"Tarot\", or \"Tarocchi\", is applied to a pack of 78 cards, consisting of four suits of 14 cards each (there being one more court card than in the ordinary packs--the Cavalier, Knight, or Horseman), and 22 symbolical picture-cards answering for trumps. These latter are numbered from 1 to 21 inclusive, the 22nd card being marked Zero, 0. The designs of these trumps are extremely singular, among them being such representations as Death, the Devil, the Last Judgment, &c.",
     "suits": {
          "italian": ["Bastoni", "Coppé", "Spadé", "Denari"],
          "french": ["Bâtons", "Coupes", "Épées", "Deniers"],
          "english": ["Wands, Sceptres, or Clubs", "Cups, Chalices, or Goblets", "Swords", "Money, Circles, or Pentacles"],
          "suit_structure": "Each suit consists of Ace, Deuce, Three, Four, Five, Six, Seven, Eight, Nine, Ten; Fanti or Valet = Knave; Cavallo = Knight or Horseman; Dama or Reine = Queen; Re =  King."
         },
      "aces_symbolism":{
        "ace_of_sceptres":"The Ace of Sceptres recalls the Club of Hercules; it is surrounded by eight detached leaves, whose shape recalls that of the Hebrew Letter Yod, or I, and is crowned with the Symbol of the Triad represented by the three lopped branches; it is the Symbol of Almighty Strength within the cube of the Universe,which latter is shown by the eight leaves, for eight is the first cubical number.",
       "ace_of_cups":"The Ace of Cups is of Egyptian origin, which can be more easily seen in the Spanish Tarot. The figure, like an inverted M on its front, is all that remains of the Egyptian twin Serpents which originally decorated it. It represents the Waters of Creation in the first chapter of Genesis. It is the Symbol of the Power which receives and modifies.",
       "ace_of_swords":"The Ace of Swords is a Sword surmounted by a Crown, from which depend on either side an olive and a palm branch, symbolic of mercy and severity; around it are Six Hebrew Yods, recalling the Six days of the Mosaic Creation. It is the Symbol of that Justice which maintains the World in order, the equilibrium of Mercy and Severity.",
       "ace_of_pentacles":"The Ace of Pentacles represents Eternal Synthesis, the great whole of the visible Universe, the Realisation of counterbalanced power."
       },
       "deuces_symbolism":{
        "deuce_of_sceptres":"The Deuce of Sceptres forms a cross with two roses and two lilies in the opposite angles; the Cross between the Rose of Sharon and the Lily of the Valley.",
        "deuce_of_cups":"The Deuce of Cups shows a tesselated pavement or cloth whereon the cups stand; between them is a species of Caduceus, whose serpents are replaced by Lion-headed foliations, which recall the Chnuphis Serpent of the Gnostics, and certain familiar forms of the Elemental Spirits; practical occultists will know to what I allude.",
        "deuce_of_swords":"The Deuce of Swords forms a species of Vesica piscis enclosing a mystic rose of the primary colours.",
        "deuce_of_pentacles":"The Deuce of Pentacles is bound together by a continuous band in such a manner as to form a figure 8, and represents the one as being the reflection of the other, as the Universe is that of the Divine Idea."
         }
  },
   {
    "title": "Meanings of the Cards",
      "content":"To prepare the pack for Fortune-telling, write at the top of each card its number and signification when in its proper position, and at the bottom its meaning when reversed. To facilitate this, and to assist in reading them I here append a list of the cards with the meanings, which, I think, will be found to answer all practical purposes R. means Reversed.",
      "major_arcana": [
      {
        "number": 1,
        "name": "The Juggler",
        "upright": "Will, Will-Power, Dexterity",
        "reversed": "Will applied to evil ends, Weakness of Will, Cunning, Knavishness"
      },
      {
        "number": 2,
        "name": "The High Priestess",
        "upright": "Science, Wisdom, Knowledge, Education",
        "reversed": "Conceit, Ignorance, Unskilfulness, Superficial Knowledge"
      },
      {
        "number": 3,
        "name": "The Empress",
        "upright": "Action, Plan, Undertaking Movement in a matter, Initiative",
        "reversed": "Inaction, Frittering away of power, Want of Concentration Vacillation"
      },
      {
        "number": 4,
        "name": "The Emperor",
        "upright": "Realisation, Effect, Development",
        "reversed": "Stoppage, Check, Immature, Unripe"
      },
        {
        "number": 5,
        "name": "The Hierophant or Pope",
         "upright": "Mercy, Beneficence Kindness, Goodness",
        "reversed": "Over-kindness, weakness, Foolish exercise of generosity"
      },
      {
        "number": 6,
        "name": "The Lovers",
        "upright": "Wise Dispositions, Proof, Trials Surmounted",
        "reversed":"Unwise Plans, Failure when put to the test"
      },
      {
        "number": 7,
        "name": "The Chariot",
         "upright": "Triumph, Victory, Overcoming obstacles",
         "reversed":"Overthrown, Conquered by Obstacles at the last moment"
      },
      {
        "number": 8,
        "name": "Justice",
         "upright":"Equilibrium, Balance, Justice",
         "reversed":"Bigotry, Want of Balance, Abuse of Justice, Over-severity, Inequality, Bias"
      },
      {
        "number": 9,
        "name": "The Hermit",
        "upright":"Prudence, Caution, Deliberation",
        "reversed":"Over-prudence, Timorousness, Fear"
      },
      {
         "number": 10,
         "name": "The Wheel of Fortune",
          "upright":"Good Fortune, Success, Unexpected Luck",
          "reversed":"Ill-Fortune, Failure, Unexpected Ill-Luck"
      },
      {
        "number": 11,
        "name":"Strength, or Fortitude",
        "upright":"Power, Might, Force, Strength, Fortitude",
        "reversed":"Abuse of Power, Overbearingness, Want of Fortitude"
      },
      {
        "number": 12,
        "name": "The Hanged Man",
        "upright":"Self-sacrifice, Sacrifice, Devotion, Bound",
        "reversed":"Selfishness, Unbound, Partial sacrifice"
      },
      {
        "number": 13,
        "name":"Death",
        "upright":"Death, Change, Transformation, Alteration for the worse",
        "reversed":"Death just escaped, Partial change, Alteration for the better"
      },
       {
         "number": 14,
          "name":"Temperance",
         "upright":"Combination, Conformation, Uniting",
         "reversed":"Ill-advised combinations, Disunion, Clashing interests, &c."
      },
      {
        "number": 15,
        "name": "The Devil",
        "upright":"Fatality for Good",
        "reversed":"Fatality for Evil"
      },
      {
         "number": 16,
         "name":"The Lightning-struck Tower",
          "upright":"Ruin, Disruption, Over-throw, Loss, Bankruptcy",
          "reversed":"These in a more or less partial degree"
      },
      {
        "number": 17,
        "name":"The Star",
        "upright":"Hope, Expectation, Bright promises",
        "reversed":"Hopes not fulfilled, Expectations disappointed or fulfilled in a minor degree"
      },
      {
        "number": 18,
        "name":"The Moon",
        "upright":"Twilight, Deception, Error",
        "reversed":"Fluctuation, slight Deceptions, Trifling Mistakes"
      },
      {
        "number": 19,
        "name":"The Sun",
        "upright":"Happiness, Content, Joy",
        "reversed":"These in a minor degree"
      },
      {
        "number": 20,
        "name":"The Last Judgment",
        "upright":"Renewal, Result, Determination of a Matter",
        "reversed":"Postponement of Result, Delay, Matter re-opened later"
      },
      {
        "number": 0,
        "name":"The Foolish Man",
        "upright":"Folly, Expiation, Wavering",
        "reversed":"Hesitation, Instability, Trouble arising herefrom"
      },
     {
        "number": 21,
        "name":"The Universe",
         "upright":"Completion, Good Reward",
         "reversed":"Evil Reward, or Recompense"
     }
    ],
      "minor_arcana": {
        "sceptres": [
         {
          "number": "King",
           "upright": "Man living in the country, Country Gentleman, Knowledge, Education",
            "reversed":"A naturally good but severe man, Counsel, Advice, Deliberation"
          },
          {
            "number":"Queen",
            "upright":"Woman living in the country, Lady of the Manor, Love of Money, Avarice, Usury",
            "reversed":"A good a virtuous Woman, but strict and economical, Obstacles, Resistance, Opposition."
          },
          {
            "number":"Knight",
             "upright":"Departure, Separation, Disunion",
             "reversed":"Rupture, Discord, Quarrel"
          },
         {
           "number":"Knave",
           "upright":"A Good Stranger, Good News, Pleasure, Satisfaction",
           "reversed":"Ill News, Displeasure, Chagrin, Worry"
         },
         {
           "number": "Ten",
            "upright":"Confidence, Security, Honour, Good Faith",
            "reversed":"Treachery, Subterfuge, Duplicity, Bar"
          },
         {
            "number": "Nine",
           "upright":"Order, Discipline, Good Arrangement, Disposition",
           "reversed":"Obstacles, Crosses, Delay, Displeasure"
          },
          {
            "number":"Eight",
           "upright":"Understanding, Observation, Direction",
           "reversed":"Quarrels, Intestine disputes, Discord"
          },
          {
            "number": "Seven",
            "upright":"Success, Gain, Advantage, Profit, Victory",
            "reversed":"Indecision, Doubt, Hesitation, Embarrassment, Anxiety"
          },
         {
           "number":"Six",
           "upright":"Attempt, Hope, Desire, Wish, Expectation",
            "reversed":"Infidelity, Treachery, Disloyalty, Perfidy"
          },
          {
            "number":"Five",
            "upright":"Gold, Opulence, Gain, Heritage, Riches, Fortune, Money",
            "reversed":"Legal proceedings, Judgment, Law, Lawyer, Tribunal"
          },
          {
           "number":"Four",
           "upright":"Society, Union, Association, Concord, Harmony",
            "reversed":"Prosperity, Success, Happiness, Advantage"
         },
        {
           "number":"Three",
           "upright":"Enterprise, Undertaking, Commerce, Trade, Negotiation",
            "reversed":"Hope, Desire, Attempt, Wish"
         },
         {
            "number":"Deuce",
            "upright":"Riches, Fortune, Opulence, Magnificence, Grandeur",
            "reversed":"Surprise, Astonishment, Event, Extraordinary Occurrence"
         },
         {
            "number":"Ace",
            "upright":"Birth, Commencement, Beginning, Origin, Source",
            "reversed":"Persecution, Pursuits Voilence, Vexation, Cruelty, Tyranny"
         }
        ],
        "cups": [
          {
            "number":"King",
            "upright":"A fair Man, Goodness, Kindness, Liberality, Generosity",
            "reversed":"A Man of good position, but shifty in his Dealings, Distrust, Doubt, Suspicion"
          },
         {
           "number":"Queen",
           "upright":"A fair Woman, Success, Happiness, Advantage, Pleasure",
           "reversed":"A Woman in good position, but intermeddling, and to be distrusted; Success, but with some attendant trouble"
         },
          {
            "number":"Knight",
             "upright":"Arrival, Approach, Advance",
             "reversed":"Duplicity, Abuse of Confidence, Fraud, Cunning"
          },
          {
            "number":"Knave",
             "upright":"A fair Youth, Confidence, Probity, Discretion, Integrity",
             "reversed":"A Flatterer, Deception, Artifice"
          },
         {
            "number":"Ten",
            "upright":"The Town wherein one resides, Honour, Consideration, Esteem, Virtue, Glory, Reputation",
           "reversed":"Combat, Strife, Opposition, Differences, Dispute"
          },
          {
            "number":"Nine",
            "upright":"Victory, Advantage, Success, Triumph, Difficulties surmounted",
            "reversed":"Faults, Errors, Mistakes, Imperfections"
          },
         {
           "number":"Eight",
           "upright":"A fair Girl, Friendship, Attachment, Tenderness",
            "reversed":"Gaiety, Feasting, Joy, Pleasure"
          },
          {
            "number":"Seven",
            "upright":"Idea, Sentiment, Reflection, Project",
             "reversed":"Plan, Design, Resolution, Decision"
          },
         {
            "number":"Six",
            "upright":"The Past, passed by, Faded, Vanished, Disappeared",
            "reversed":"The Future, that which is to come, Shortly, Soon"
          },
           {
            "number":"Five",
            "upright":"Union, Junction, Marriage, Inheritance",
           "reversed":"Arrival, Return, News, Surprise, False projects"
          },
          {
            "number":"Four",
             "upright":"Ennui, Displeasure, Discontent, Dissatisfaction",
             "reversed":"New Acquaintance, Conjecture, Sign, Presentiment"
          },
          {
           "number":"Three",
           "upright":"Success, Triumph, Victory, Favourable issue",
           "reversed":"Expedition of business, Quickness, Celerity, Vigilance"
          },
         {
            "number":"Deuce",
           "upright":"Love, Attachment, Friendship, Sincerity, Affection",
           "reversed":"Crossed desires, Obstacles, Opposition, Hindrance"
         },
         {
            "number":"Ace",
            "upright":"Feasting, Banquet, Good Cheer",
            "reversed":"Change, Novelty, Metamorphosis, Inconstancy"
         }
        ],
        "swords": [
          {
            "number":"King",
            "upright":"A Lawyer, a Man of Law, Power, Command, Superiority, Authority",
            "reversed":"A Wicked Man, Chagrin, Worry, Grief, Fear, Disturbance"
          },
          {
           "number":"Queen",
           "upright":"Widowhood, Loss, Privation, Absence, Separation",
           "reversed":"A Bad Woman, ill-tempered and bigoted, Riches and Discord, Abundance together with Worry, Joy with Grief"
          },
         {
            "number":"Knight",
            "upright":"A Soldier, a man whose profession is arms, Skilfulness, Capacity, Address, Promptitude",
            "reversed":"A conceited fool, Ingenuousness, Simplicity"
          },
          {
            "number":"Knave",
            "upright":"A Spy, Overlooking, Authority",
            "reversed":"That which is unforeseen, Vigilance, Support"
          },
           {
            "number":"Ten",
           "upright":"Tears, Affliction, Grief, Sorrow",
           "reversed":"Passing Success, Momentary Advantage"
         },
        {
           "number":"Nine",
           "upright":"An Ecclesiastic, a Priest, Conscience. Probity, Good Faith, Integrity",
           "reversed":"Wise distrust, Suspicion, Fear, Doubt, Shady character"
         },
        {
            "number":"Eight",
           "upright":"Sickness, Calumny, Criticism, Blame",
           "reversed":"Treachery in the Past, Event, Accident, Remarkable Incident"
          },
          {
            "number":"Seven",
            "upright":"Hope, Confidence, Desire, Attempt, Wish",
           "reversed":"Wise Advice, Good Counsel, Wisdom, Prudence, Circumspection"
          },
          {
            "number":"Six",
            "upright":"Envoy, Messenger, Voyage, Travel",
            "reversed":"Declaration, Love proposed, Revelation, Surprise"
         },
          {
            "number":"Five",
            "upright":"Mourning, Sadness, Affliction",
           "reversed":"Losses Trouble (same signification, whether reversed or not.)"
          },
          {
           "number":"Four",
            "upright":"Solitude, Retreat, Abandonment, Solitary, Hermit",
            "reversed":"Economy, Precaution, Regulation of Expenditure"
          },
         {
            "number":"Three",
            "upright":"A Nun, Separation, Removal, Rupture, Quarrel",
            "reversed":"Error, Confusion, Misrule, Disorder"
          },
          {
            "number":"Deuce",
            "upright":"Friendship, Valour, Firmness, Courage",
            "reversed":"False Friends, Treachery, Lies"
          },
         {
           "number":"Ace",
            "upright":"Triumph, Fecundity, Fertility, Prosperity",
            "reversed":"Embarrassment, Foolish and Hopeless Love, Obstacle, Hindrance"
         }
        ],
        "pentacles": [
         {
           "number":"King",
           "upright":"A dark Man, Victory, Bravery, Courage, Success",
           "reversed":"An old and vicious Man, a Dangerous Man, Doubt, Fear, Peril, Danger"
         },
         {
           "number":"Queen",
            "upright":"A dark Woman, a generous Woman, Liberality, Greatness of Soul, Generosity",
           "reversed":"Certain Evil, a suspicious Woman, a Woman justly regarded with Suspicion, Doubt, Mistrust"
          },
          {
            "number":"Knight",
            "upright":"A useful Man, Trustworthy, Wisdom, Economy, Order, Regulation",
           "reversed":"A brave Man, but out of Employment, Idle, Unemployed, Negligent"
         },
          {
            "number":"Knave",
             "upright":"A dark Youth, Economy, Order, Rule, Management",
            "reversed":"Prodigality, Profusion, Waste, Dissipation"
          },
          {
            "number":"Ten",
            "upright":"House, Dwelling, Habitation, Family",
            "reversed":"Gambling, Dissipation, Robbery, Loss"
          },
         {
           "number":"Nine",
            "upright":"Discretion, Circumspection, Prudence, Discernment",
           "reversed":"Deceit, Bad faith, Artifices, Deception"
          },
          {
           "number":"Eight",
            "upright":"A dark Girl, Beauty, Candour, Chastity, Innocence, Modesty",
            "reversed":"Flattery, Usury, Hypocrisy, Shifty"
          },
         {
            "number":"Seven",
            "upright":"Money, Finance, Treasure, Gain, Profit",
            "reversed":"Disturbance, Worry, Anxiety, Melancholy"
         },
         {
            "number":"Six",
           "upright":"Presents, Gifts, Gratification",
           "reversed":"Ambition, Desire, Passion, Aim, Longing"
         },
         {
            "number":"Five",
           "upright":"Lover or Mistress, Love, Sweetness, Affection, Pure and Chaste Love",
           "reversed":"Disgraceful Love, Imprudence, License, Profligacy"
          },
         {
            "number":"Four",
            "upright":"Pleasure, Gaiety, Enjoyment, Satisfaction",
            "reversed":"Obstacles, Hindrances"
         },
         {
           "number":"Three",
            "upright":"Nobility, Elevation, Dignity, Rank, Power",
           "reversed":"Children, Sons, Daughters, Youths, Commencement"
          },
         {
            "number":"Deuce",
            "upright":"Embarrassment, Worry, Difficulties",
           "reversed":"Letter, Missive, Epistle, Message"
         },
          {
            "number":"Ace",
           "upright":"Perfect Contentment, Felicity, Prosperity, Triumph",
           "reversed":"Purse of Gold, Money, Gain, Help, Profit, Riches"
          }
        ]
      }
  },
   {
    "title":"Additional Remarks",
     "content": "The following additional remarks may be serviceable to the to the inexperienced Cartomancer. They are chiefly taken from Etteilla.",
     "additional_meanings":[
       {
       "card":"Knight of Sceptres",
        "upright":"This card is not to be read singly; it means the Departure of the card which follows it.",
        "reversed":"Again, notice the card which follows it; if a Woman, Quarrel with a Woman; if Money, then Loss of Money, &c."
      },
      {
       "card":"Knave of Sceptres",
        "reversed":"Notice between what cards the News falls, which will show whence it comes, and of what nature it is."
      },
      {
         "card":"Deuce of Sceptres",
          "reversed":"If the cards fall 49 R., 34 R., you will be surprised by a change. If 47, 49 R., 34 R., it will be happy; but the reverse if they fall 54, 49 R., 34 R."
      },
      {
       "card":"The Knight of Cups",
         "upright":"This shows the arrival of the card which follows it, as 38, 54, the arrival of affliction or grief; 38, 39, the visit of a fair young man, etc."
      },
      {
        "card":"Seven of Cups",
         "upright":"Explains the card which follows; thus, 43, 30, 33, The idea of attempting some undertaking. This will again be modified by the following cards."
      },
      {
        "card":"Six of Cups",
         "upright":"Shows either that what precedes it is past, has occurred already; or if R., what is going to happen."
      },
      {
        "card":"Four of Cups",
         "upright":"The following cards might show what the displeasure or anxiety was about; the preceding cards, whence it originated."
      },
       {
        "card":"Queen of Swords",
         "upright":"This is not necessarily to be taken by itself; it may signify that the person symbolised by the cards near it has just lost, or is likely soon to lose, wife or husband. In some instances it may merely signify that if two people are married, the one will die some time before the other, but not necessarily that the event will occur immediately."
      },
       {
        "card":"Knave of Swords",
        "reversed":"If 72, 53 R. An unexpected present. If 53 R., 54, unexpected grief, etc."
      },
      {
       "card":"Nine of Swords",
       "reversed":"The card following will show whom or what to distrust, &c."
      },
      {
        "card":"Eight of Swords",
         "reversed":"Shows Treachery or Deceit in the past, and will be explained by the neighbouring cards."
      },
      {
        "card":"Seven of Swords",
        "reversed":"The cards which come next will show whether it will be good to follow the advice given or not. Also, the preceding cards will show from whom, and why, the advice comes."
       },
       {
        "card":"Four of Swords",
         "reversed":"The cards near will show whether it is health or money that requires care."
       },
      {
       "card":"Three of Swords",
       "reversed":"May show simply that something is lost, or mislaid for a time."
      },
      {
       "card":"Deuce of Swords",
       "reversed":"If confirmed by the other cards may simply mean that the friends are not of much use to the inquirer in the matter under consideration."
      },
      {
        "card":"Queen of Pentacles",
        "reversed":"(If this card does not signify any particular person). If 65 R., 31 R., It is not said that there will be a Lawsuit. If 31 R., 65 R., If you gain your case you won't be much the better for it."
      },
      {
        "card":"Knave of Pentacles",
        "reversed":"Consult the following cards to see in what the person is prodigal. If 67 R., 57 R., it may simply mean that the person is too fond of giving advice, intermeddles too much with other people's business."
      },
       {
        "card":"Seven of Pentacles",
        "reversed":"The next card will show the reason of the anxiety, and so on."
      },
      {
        "card":"Five of Pentacles",
         "upright":"Shows simply that there is some one whom the person loves."
      }
      ],
       "court_cards_as_people": "The Court-Cards, and especially the Kings and Queens, may be taken to represent persons; in this case their additional meaning should not be read. The Swords represent very dark people; Pentacles, those not so dark; Cups, rather fair people; Wands or Sceptres, those much fairer, and so on. Many Wands together might signify feasting, many Cups lovemaking, Swords quarrelling and trouble, Coins or Pentacles money.",
      "choosing_a_significator": "Where the mode of reading the cards requires that the person consulting should be represented, he should take one of the Kings to represent himself, according to his complexion. If a lady consults the cards, let her take one of the Queens; if she be rather fair, the Queen of Cups; if she be very fair, the Queen of Wands or Sceptres. If the inquirer be quite a youth or a boy, let him take one of the Knights; if a very young girl, let her take the Knave, etc."
   },
   {
    "title": "Methods of Divination",
    "content": "I shall now give several modes of laying out the cards for divination. The reader can adopt whichever he prefers, or he can combine them.",
      "preparations": "**Whatever mode of laying out be adopted, it is necessary that the person inquiring should carefully shuffle the cards, with two objects in view; firstly, that of turning some of the cards upside down; secondly, that of thoroughly altering their position and sequence in the pack. They should then be cut. During the shuffling and cutting the inquirer should think earnestly of the matter concerning which he is anxious for information; for unless he does this the cards will rarely read correctly. This shuffling and cutting should be thrice repeated. The backs of the cards should be towards the person shuffling.**",
    "methods": [
      {
        "name": "First Method",
        "methodology": "**The full pack of seventy-eight cards having been first duly shuffled and cut, deal the top card on a part of the table which we will call B, the second card on another place which we will call A. (These will form the commencement of two heaps, A and B, into which the whole pack is to be dealt.) Then deal the third and fourth cards on B, and the fifth on A; the sixth and seventh on B, and the eighth on A; the ninth and tenth on B, and the eleventh on A. Continue this operation of dealing two cards on B, and one on A, till you come to the end of the pack. A will then consist of twenty-six cards, and B of fifty-two. Now take up the B heap of fifty-two cards. Deal the top card on a fresh place which we will call D, and the second card on another place C. (This will form the beginning of two fresh heaps, C and D.) Then deal the third and fourth cards on D, and the fifth on C; the sixth and seventh on D, and the eighth on C, and so on as before through these fifty-two cards. There will now be three heaps: A = 26 cards, C = 17 cards, and D = 35 cards. Again take up the heap D of 35 cards, and deal the top card on a fresh spot F, and the second card on another place E (so as to make two fresh heaps E and F). Now deal the third and fourth cards on F and the fifth on E, and so on as before, through these 35 cards. There will now be four heaps altogether. A = 26 cards, C= 17 cards, E = 11, and F = 24. Put F aside altogether, as these cards are not to be used in the reading, and are Supposed to have no bearing on the question. There will now remain A, C, and E. Take A and arrange the 26 cards face upwards from right to left (being careful not to alter the order), so that they are in the form of a horseshoe, the top card being at the lowest right-hand corner, and the 26th at the lowest left-hand corner. Read their meanings from right to left as before explained. When this is done so as to make a Connected answer, take the 1st and 26th and read their combined meaning, then that of the 2nd and 25th, and so on till you come to the last pair, which will be the 13th and 14th. Put A aside, and take C and read it in exactly the same way, then E last.**"
      },
      {
        "name": "Second Method",
         "methodology": "**Withdraw the King or Queen, selected for the Inquirer's Significator, from the pack. Then shuffle and cut the same as before. Place the Significator on the table face upwards, leaving plenty of room for the selected cards on the left-hand side of it. Now go carefully through the pack, taking the top card first, then the seventh card from it; and so on through the pack, re-commencing if necessary, until you have drawn 21 cards by taking every seventh. Arrange these 21 cards in three rows of seven each, from right to left, on the left-hand side of the Significator, thus:** \n\n 7, 6, 5, 4, 3, 2, 1          Significator.\n 14, 13, 12, 11, 10, 9, 8            \"\n 21, 20, 19, 18, 17, 16, 15          \"\n\n **Read the meaning of each row from right to left, beginning with the Significator; then combine the 1st and 2 1st, the 2nd and 20th, and so on, as in the previous method.**"
      },
      {
        "name": "Third Method",
        "methodology": "**This mode of laying out the cards is rather more complicated than the pre